workloade/log_1_load.txt
[OVERALL], RunTime(ms), 607761.0
[OVERALL], Throughput(ops/sec), 1645.3836294201174
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 426.0
[TOTAL_GC_TIME_Copy], Time(ms), 1020.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.16782913020085197
[TOTAL_GCs], Count, 426.0
[TOTAL_GC_TIME], Time(ms), 1020.0
[TOTAL_GC_TIME_%], Time(%), 0.16782913020085197
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 2.25
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 3.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 3.0
[INSERT], Operations, 1000000.0
[INSERT], AverageLatency(us), 2369.084458
[INSERT], MinLatency(us), 66.0
[INSERT], MaxLatency(us), 8278015.0
[INSERT], 95thPercentileLatency(us), 11927.0
[INSERT], 99thPercentileLatency(us), 32575.0
[INSERT], Return=OK, 1000000