workloade/log_2_load.txt
[OVERALL], RunTime(ms), 725858.0
[OVERALL], Throughput(ops/sec), 2755.3598637750083
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 852.0
[TOTAL_GC_TIME_Copy], Time(ms), 380.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.05235183741172515
[TOTAL_GCs], Count, 852.0
[TOTAL_GC_TIME], Time(ms), 380.0
[TOTAL_GC_TIME_%], Time(%), 0.05235183741172515
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 1.75
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 3.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 3.0
[INSERT], Operations, 2000000.0
[INSERT], AverageLatency(us), 1416.534255
[INSERT], MinLatency(us), 73.0
[INSERT], MaxLatency(us), 4.6596095E7
[INSERT], 95thPercentileLatency(us), 1656.0
[INSERT], 99thPercentileLatency(us), 4387.0
[INSERT], Return=OK, 2000000